tap "coursier/formulas"
tap "gabrie30/utils"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "k-vernooy/tap"
tap "milend/taps"
tap "sidneys/homebrew"
tap "universal-ctags/universal-ctags"
tap "wenjunxiao/brew"
brew "antigen"
brew "aria2"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "glib"
brew "xz"
brew "autojump"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bison"
brew "bluetoothconnector"
brew "boost"
brew "cabextract"
brew "cairo"
brew "ccache"
brew "cdrtools"
brew "cheat"
brew "clang-format"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "conan"
brew "cppcheck"
brew "diff-so-fancy"
brew "difftastic"
brew "docker"
brew "dog"
brew "doxygen"
brew "duf"
brew "dust"
brew "gd"
brew "gdk-pixbuf"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "eralchemy"
brew "exa"
brew "fd"
brew "fdk-aac"
brew "lame"
brew "gobject-introspection"
brew "libass"
brew "libvorbis"
brew "opus"
brew "libvpx"
brew "srt"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "fzf"
brew "gdb"
brew "gh"
brew "git"
brew "git-extras", args: ["HEAD"], link: false
brew "git-lfs"
brew "git-sizer"
brew "glab"
brew "gnupg"
brew "gost"
brew "gtk+3"
brew "iproute2mac"
brew "jq"
brew "lcov"
brew "ldid"
brew "libuv"
brew "libxmlsec1"
brew "llvm"
brew "mitmproxy"
brew "mono"
brew "moreutils"
brew "nasm"
brew "ncdu"
brew "nghttp2"
brew "ninja"
brew "nnn"
brew "oath-toolkit"
brew "openfortivpn"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "proxychains-ng"
brew "pygobject3"
brew "revive"
brew "ripgrep"
brew "scrcpy"
brew "sha2"
brew "shellcheck"
brew "shtool"
brew "sloccount"
brew "sqlcipher"
brew "sqlite-analyzer"
brew "sqlmap"
brew "stdman"
brew "swig"
brew "tcl-tk"
brew "tcptraceroute"
brew "telnet"
brew "texi2html"
brew "tldr"
brew "tmux", args: ["HEAD"]
brew "translate-shell"
brew "tree"
brew "websocat"
brew "websocketd"
brew "wget"
brew "wimlib"
brew "xcproj"
brew "yq"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "k-vernooy/tap/tetris"
brew "milend/taps/hmap"
brew "sidneys/homebrew/chntpw"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "android-platform-tools"
cask "db-browser-for-sqlite"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "keycastr"
cask "mactex"
cask "meld"
cask "mos"
cask "qlmarkdown"
cask "syntax-highlight"
cask "vagrant"
cask "wine-stable"
cask "xquartz"
