tap "coursier/formulas"
tap "gabrie30/utils"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "k-vernooy/tap"
tap "milend/taps"
tap "wenjunxiao/brew"
brew "sqlite"
brew "xz"
brew "autojump"
brew "automake"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bison"
brew "bluetoothconnector"
brew "boost"
brew "glib"
brew "ccache"
brew "cheat"
brew "clang-format"
brew "conan"
brew "coreutils"
brew "cppcheck"
brew "diff-so-fancy"
brew "doxygen"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "fdk-aac"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "libass"
brew "libvorbis"
brew "opus"
brew "libvpx"
brew "srt"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "fzf"
brew "gd"
brew "gdb"
brew "gdk-pixbuf"
brew "git"
brew "git-lfs"
brew "git-sizer"
brew "tcl-tk"
brew "python@3.8"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "llvm"
brew "include-what-you-use"
brew "iproute2mac"
brew "jenv"
brew "jq"
brew "lcov"
brew "ldid"
brew "libuv"
brew "libxmlsec1"
brew "md5sha1sum", link: false
brew "mitmproxy"
brew "mono"
brew "moreutils", link: false
brew "nasm"
brew "ncdu"
brew "nghttp2"
brew "oath-toolkit"
brew "openfortivpn"
brew "openjdk@11"
brew "p7zip"
brew "parallel"
brew "perl"
brew "proxychains-ng"
brew "ruby-build"
brew "rbenv"
brew "rbenv-aliases"
brew "rbenv-bundler"
brew "ripgrep"
brew "ruby"
brew "scrcpy"
brew "sdl"
brew "sha2"
brew "shellcheck"
brew "shtool"
brew "sloccount"
brew "sonar-scanner"
brew "sqlcipher"
brew "sqlite-analyzer"
brew "sqlmap"
brew "stdman"
brew "tcptraceroute"
brew "telnet"
brew "texi2html"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xcproj"
brew "yq"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "coursier/formulas/coursier"
brew "k-vernooy/tap/tetris"
brew "milend/taps/hmap"
cask "android-platform-tools"
cask "font-fira-code"
cask "goldendict"
cask "keycastr"
cask "mactex"
cask "meld"
cask "mos"
cask "xquartz"
