tap "ankitpokhrel/jira-cli"
tap "coursier/formulas"
tap "gabrie30/utils"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "k-vernooy/tap"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "localsend/localsend"
tap "microsoft/git"
tap "milend/taps"
tap "sidneys/homebrew"
tap "universal-ctags/universal-ctags"
tap "wenjunxiao/brew"
brew "glib"
brew "openssl@3"
brew "xz"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "ant"
brew "antigen"
brew "jpeg-xl"
brew "aria2"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "autojump"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bazelisk"
brew "binutils"
brew "bison"
brew "bloaty"
brew "bluetoothconnector"
brew "boost"
brew "btop"
brew "cabextract"
brew "ccache"
brew "cdrtools"
brew "cheat"
brew "clang-format"
brew "cppcheck"
brew "cppman"
brew "diff-so-fancy"
brew "difftastic"
brew "distcc"
brew "dog"
brew "doxygen"
brew "duf"
brew "dust"
brew "gd"
brew "gdk-pixbuf"
brew "gts"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "eralchemy"
brew "exa"
brew "fd"
brew "fdk-aac"
brew "unbound"
brew "gnutls"
brew "lame"
brew "libass"
brew "libvorbis"
brew "opus"
brew "libvpx"
brew "srt"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "fzf"
brew "gdb"
brew "gh"
brew "git"
brew "git-appraise"
brew "git-extras", args: ["HEAD"], link: false
brew "git-filter-repo"
brew "git-lfs"
brew "git-sizer"
brew "glab"
brew "glow"
brew "gnupg"
brew "gobject-introspection"
brew "google-benchmark"
brew "googletest"
brew "gost"
brew "groff"
brew "gtk+3"
brew "hyperfine"
brew "llvm"
brew "include-what-you-use"
brew "iproute2mac"
brew "jq"
brew "lcov"
brew "ldid"
brew "libuv"
brew "libxmlsec1"
brew "qemu"
brew "lima"
brew "lynx"
brew "mitmproxy"
brew "mold"
brew "mono"
brew "moreutils"
brew "nasm"
brew "ncdu"
brew "nghttp2"
brew "ninja"
brew "nnn"
brew "oath-toolkit"
brew "openfortivpn"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "perl"
brew "proxychains-ng"
brew "pygobject3"
brew "qt"
brew "rbspy"
brew "repo"
brew "revive"
brew "ripgrep"
brew "scrcpy"
brew "sd"
brew "sha2"
brew "shellcheck"
brew "shtool"
brew "sloccount"
brew "sonar-scanner"
brew "sqlcipher"
brew "sqlite-analyzer"
brew "sqlmap"
brew "stdman"
brew "swig"
brew "tcl-tk"
brew "tcptraceroute"
brew "telnet"
brew "texi2html"
brew "tldr"
brew "tmux", args: ["HEAD"]
brew "translate-shell"
brew "tree"
brew "upx"
brew "watch"
brew "websocat"
brew "websocketd"
brew "wget"
brew "wimlib"
brew "xcbeautify"
brew "yq"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "getsentry/tools/sentry-cli"
brew "k-vernooy/tap/tetris"
brew "milend/taps/hmap"
brew "sidneys/homebrew/chntpw"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "android-platform-tools"
cask "chatgpt"
cask "db-browser-for-sqlite"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "git-credential-manager-core"
cask "gitdock"
cask "karabiner-elements"
cask "keycastr"
cask "localsend"
cask "meld"
cask "mos"
cask "orbstack"
cask "qlmarkdown"
cask "rar"
cask "syntax-highlight"
cask "vagrant"
cask "xquartz"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "alefragnani.project-manager"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "DotJoshJohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "golang.go"
vscode "haskell.haskell"
vscode "humao.rest-client"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-cpp-syntax"
vscode "justusadam.language-haskell"
vscode "matepek.vscode-catch2-test-adapter"
vscode "mikey.vscode-fileheader"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "NicolasVuillamy.vscode-groovy-lint"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
